acceptance/evidence/channel-cancel/worker/task_39e6f815142a492abe0c6fc5/prepare/revision-1/prep_2c1715377e5e4d939e28e08f/public_channel/cancel/readback-case/0/p
FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 object p;
}
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField {
 inlet { type zeroGradient; }
 outlet { type fixedValue; value uniform 0; }
 walls { type zeroGradient; }
 frontAndBack { type empty; }
}
