acceptance/evidence/channel-cancel/worker/task_39e6f815142a492abe0c6fc5/prepare/revision-1/prep_2c1715377e5e4d939e28e08f/public_channel/cancel/readback-case/constant/turbulenceProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object turbulenceProperties;
}
simulationType laminar;
