acceptance/evidence/channel-cancel/worker/task_39e6f815142a492abe0c6fc5/prepare/revision-1/prep_2c1715377e5e4d939e28e08f/public_channel/cancel/readback-case/system/controlDict
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object controlDict;
}
application simpleFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 200000;
deltaT 1;
writeControl timeStep;
writeInterval 200000;
purgeWrite 0;
writeFormat ascii;
writePrecision 12;
writeCompression off;
timeFormat general;
timePrecision 12;
runTimeModifiable false;
functions {}

