acceptance/evidence/channel-cancel/worker/task_39e6f815142a492abe0c6fc5/prepare/revision-1/prep_2c1715377e5e4d939e28e08f/public_channel/cancel/readback-case/system/fvSolution
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object fvSolution;
}
solvers {
 p { solver GAMG; tolerance 1e-10; relTol 0.01; smoother GaussSeidel; }
 U { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-10; relTol 0.01; }
}
SIMPLE { nNonOrthogonalCorrectors 0; }
relaxationFactors { fields { p 0.3; } equations { U 0.7; } }
